{"id":1499,"date":"2022-05-11T23:02:41","date_gmt":"2022-05-11T23:02:41","guid":{"rendered":"https:\/\/new.zsmarianske.cz\/?p=1499"},"modified":"2022-05-15T10:57:12","modified_gmt":"2022-05-15T10:57:12","slug":"j-a-k-se-ucit-ve-21-stoleti","status":"publish","type":"post","link":"https:\/\/www.zsmarianske.cz\/j-a-k-se-ucit-ve-21-stoleti\/","title":{"rendered":"J.A.K. se učit ve 21. století"},"content":{"rendered":"<p>Tak zněl název projektu uskutečněného na naší škole ve dnech 7. a 8. dubna, jenž se věnoval 430. výročí narození J. A. Komenského. Nosnou linkou celé akce byla spolupráce napříč školou, s níž šla ruku v ruce uvolněná atmosféra netradiční výuky vycházející z myšlenek tohoto velikána.<\/p>\n<p>Program obou projektových dní byl vskutku nabitý. Navštívili jsme ve foyer Knihovny F. Kožíka, výstavu Komenský v komiksu, dále novou expozici v Muzeu J. A. Komenského, v kině jsme zhlédli projekci snímku Labyrint světa a ráj srdce, k němuž následně třídy vypracovávaly různé pracovní listy a na jehož myšlenky navazovala i výuková hodina českého jazyka pro 2. stupeň, v níž se pracovalo nejen s citáty učitele národů, ale i s výkladovým textem o jeho osobnosti a bylo nutno číst dostatečně s porozuměním, abychom se společně dobrali k pochopení onoho ráje srdce a došli k vlastnímu sebepoznání.<\/p>\n<p>Z další Komenského knihy (Obecné porady věcí lidských) vycházela hodina určená téměř celému 1. i 2. stupni s mottem „Lidskost není docela v pořádku, ale není také docela ztracena.“ Opět se zde pracovalo s citáty a o zážitky se jistě postaral „běhací diktát“, při němž byl sestavován citát a následně byl překládán do českého jazyka.<\/p>\n<p>V rámci mezitřídní spolupráce proběhly krásné hodiny společné tvorby různorodých materiálů mezi žáky 5. a 3. tříd a především pak mezi deváťáky a prvňáčky, kteří tím směli po dlouhé „covidové“ odmlce navázat na projekt Patron.<\/p>\n<p>Vrcholem spolupráce celé školy pak byla tvorba společného výukového materiálu &#8211; “vícejazyčného obrazového slovníku“. Po vzoru Komenského knihy Svět v obrazech si všichni žáci vyzkoušeli vytvořit slovníkové heslo za pomoci obrázku a popsali jej nejprve česky tiskacím i psacím písmem, následně anglicky a poté i dalšími cizími jazyky, jež jsou na naší škole vyučovány (tedy německy a rusky). V přípravě je rovněž ukrajinská verze těchto slovníkových hesel.<\/p>\n<p>Stěžejní myšlenky a tvorba J. A. Komenského byly tedy žákům nejen nápaditě představeny, ale především se je podařilo zasadit do souvislostí současného světa.<\/p>\n<p><em>Martina Krajčová<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Tak zněl název projektu uskutečněného na naší škole ve dnech 7. a 8. dubna, jenž se věnoval 430. výročí narození J. A. Komenského. Nosnou linkou celé akce byla spolupráce napříč školou, s níž šla ruku v ruce uvolněná atmosféra netradiční výuky vycházející z myšlenek tohoto velikána. Program obou projektových dní byl vskutku nabitý. Navštívili jsme [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":359,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[1],"tags":[],"_links":{"self":[{"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/posts\/1499"}],"collection":[{"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/comments?post=1499"}],"version-history":[{"count":1,"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/posts\/1499\/revisions"}],"predecessor-version":[{"id":1500,"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/posts\/1499\/revisions\/1500"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/media\/359"}],"wp:attachment":[{"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/media?parent=1499"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/categories?post=1499"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/tags?post=1499"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}