{"id":2347,"date":"2022-10-30T20:09:16","date_gmt":"2022-10-30T20:09:16","guid":{"rendered":"https:\/\/www.zsmarianske.cz\/?p=2347"},"modified":"2022-10-30T20:51:05","modified_gmt":"2022-10-30T20:51:05","slug":"na-zs-marianskem-namesti-se-po-750-letech-znovu-povysoval-brod-na-mesto-kralovske","status":"publish","type":"post","link":"https:\/\/www.zsmarianske.cz\/na-zs-marianskem-namesti-se-po-750-letech-znovu-povysoval-brod-na-mesto-kralovske\/","title":{"rendered":"Na ZŠ Mariánském náměstí se po 750 letech znovu povyšoval Brod na město královské"},"content":{"rendered":"<p>V úterý 25. 10. proběhl na naší škole celoškolní projekt s cílem seznámit žáky nejen s historií města, ale především je aktivně zapojit do rozličných aktivit a umožnit jim tak zažít středověk doslova všemi smysly.<\/p>\n<p>Celkem 70 týmů usilovalo po celé dopoledne o doplnění chybějících písmenek v listině, jíž Přemysl Otakar II. povýšil Brod na město královské. Pro jejich získání bylo třeba plnit úkoly na více než 30 stanovištích, kde je vítali pedagogové společně se svými asistenty z řad žáků devátých tříd. Pestrost nabízených aktivit nenechala nikoho zahálet snad ani na okamžik, neb si žáci mohli vyzkoušet, jak taková listina vzniká (opalování pergamenu, pečeť, tajné písmo), co povyšování města předcházelo (fortifikace naznačena stavbou hradu z cihel), jak se tehdejší měšťané bavili (tanec, kuželky, hra v kostky, hod na terč, chození na chůdách), co procházelo jejich žaludkem (rozpoznávání bylinkových čajů, obilnin, koření) a v neposlední řadě, co bylo podstatou jejich obživy (typy řemesel, praktická ukázka tkalcovství, základy heraldiky).<\/p>\n<p>Pro rozšíření obzorů žactva o středověku nechyběly ani vědomostní kvízy, šifry, pexesa a různé „spojovačky“, nezapomnělo se ani na rozvíjení čtenářské gramotnosti, když měli žáci vyčíst z knih potřebné informace o králi železném a zlatém. Jejich slovní zásoba se rovněž obohatila o mnohá staročeská slovíčka.<\/p>\n<p>Jako správní poddaní byli taktéž vycvičeni k řádnému boji a ochraně svého krále, nejprve se rozstříleli šiškami na terč a pak již následovala středověká řežba vskutku originálními zbraněmi. Za poslechu středověké hudby a velení zkušených instruktorů se naučili základy taktiky, strategie i využívání okolního terénu (útok do kopce proti valícím se překážkám, pro případ nutného překročení řek si osvojili techniku slackline). Vštípena jim byla také síla bojového pokřiku, jenž jim dodal sílu a energií do dalších lítých bojů v honbě za dalšími písmenky.<\/p>\n<p>Úderem poledne proběhlo slavnostní zakončení, všichni zúčastnění byli odměněni sladkými perníčky, jež pro ně upekli členové školního parlamentu. Poděkování tak patří nejen jim a celému týmu školní jídelny, ale všem žákům, kteří po celý den plnili úkoly s chutí, rozvahou a bojovností, zaměstnancům školy, kteří se do projektu zapojili s obrovským entusiasmem a především Šermířskému klubu Uherský Brod, jenž připravil našemu žactvu vskutku nevšední zážitek středověké bitvy a věnoval nám svůj drahocenný čas. Velké díky patří i Muzeu J. A. Komenského za zapůjčení techniky pro hudební produkci.<\/p>\n<p>Vynoření se z časů 13. století zpět do současnosti bylo umocněno všeobecnou spokojeností, utužením pohodové školní atmosféry, k níž přispěla spolupráce žáků v týmech utvořených napříč školou i kouzelná péče patronů (žáků devátých tříd) o jejich prvňáčky.<\/p>\n<p><em>Mgr. Martina Krajčová<\/em><\/p>\n<blockquote><p><a href=\"https:\/\/www.rajce.net\/a18170952\" target=\"_blank\" rel=\"noopener\">Fotogalerie<\/a><\/p>\n<p><a href=\"https:\/\/www.youtube.com\/watch?v=oWF9a3UoSyM\">Video z projektu &#8211; Zprávičky<\/a><\/p><\/blockquote>\n","protected":false},"excerpt":{"rendered":"<p>V úterý 25. 10. proběhl na naší škole celoškolní projekt s cílem seznámit žáky nejen s historií města, ale především je aktivně zapojit do rozličných aktivit a umožnit jim tak zažít středověk doslova všemi smysly. Celkem 70 týmů usilovalo po celé dopoledne o doplnění chybějících písmenek v listině, jíž Přemysl Otakar II. povýšil Brod na město královské. Pro [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":2348,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[1],"tags":[],"_links":{"self":[{"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/posts\/2347"}],"collection":[{"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/comments?post=2347"}],"version-history":[{"count":3,"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/posts\/2347\/revisions"}],"predecessor-version":[{"id":2350,"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/posts\/2347\/revisions\/2350"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/media\/2348"}],"wp:attachment":[{"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/media?parent=2347"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/categories?post=2347"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/tags?post=2347"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}