{"id":1108,"date":"2022-05-14T08:57:09","date_gmt":"2022-05-14T08:57:09","guid":{"rendered":"https:\/\/new.zsmarianske.cz\/?page_id=1108"},"modified":"2022-05-14T15:36:40","modified_gmt":"2022-05-14T15:36:40","slug":"historie-skoly","status":"publish","type":"page","link":"https:\/\/www.zsmarianske.cz\/o-skole\/profil-skoly\/historie-skoly\/","title":{"rendered":"Historie školy"},"content":{"rendered":"<section  class='av_textblock_section av-l35zg5nv-d2435d2a3fc71bbbb662654692c549f5'  itemscope=\"itemscope\" itemtype=\"https:\/\/schema.org\/CreativeWork\" ><div class='avia_textblock'  itemprop=\"text\" ><h1>Základní škola na Mariánském náměstí – 100letá<\/h1>\n<h3><a href=\"http:\/\/new.zsmarianske.cz\/wp-content\/uploads\/2022\/05\/historie-skola-zsmarianske.jpg\"><img loading=\"lazy\" class=\"wp-image-1239 size-square alignleft\" src=\"http:\/\/new.zsmarianske.cz\/wp-content\/uploads\/2022\/05\/historie-skola-zsmarianske-180x180.jpg\" alt=\"\" width=\"180\" height=\"180\" srcset=\"https:\/\/www.zsmarianske.cz\/wp-content\/uploads\/2022\/05\/historie-skola-zsmarianske-180x180.jpg 180w, https:\/\/www.zsmarianske.cz\/wp-content\/uploads\/2022\/05\/historie-skola-zsmarianske-80x80.jpg 80w, https:\/\/www.zsmarianske.cz\/wp-content\/uploads\/2022\/05\/historie-skola-zsmarianske-36x36.jpg 36w\" sizes=\"(max-width: 180px) 100vw, 180px\" \/><\/a>Dějiny základního školství v Uherském Brodě jsou těsně spjaty s naší školou na Mariánském náměstí<\/h3>\n<p><strong>Původně nejstarší obecná škola v Uh. Brodě stávala v Široké ulici čp. 145 a v roce 1699 byla vystavěna nová škola na Mariánském náměstí. <\/strong>Brzy byla považována za nejlepší v kraji. V jejím čele stál rektor. Prvním rektorem se stal Martin Jančík. Ve škole byla prvořadá výuka německého jazyka, který byl státním jazykem Rakouské monarchie. Ve škole se proto česky vyučovalo pouze náboženství. Psaní a počty se vyučovaly pouze německy. Škola se tak stala významným šiřitelem německého jazyka ve městě.<\/p>\n<p>Brzy přestala dosavadní budova stačit a jedna třída musela být umístěna na faře. <strong>Zásluhou městského lékaře Antonína Schönweitze byla škole předána větší budova na Mariánském náměstí, v jejímž poschodí byly umístěny učebny a v přízemí byly byty učitelů. Tato budova sloužila svému účelu až do roku 1909, kdy byla zbourána a nahrazena budovou, která zde stojí dodnes a dodnes také slouží svému účelu.<\/strong><\/p>\n<p>Velmi zajímavé je sledovat další vývoj naší školy i její vliv na kulturní a společenské dění města. Ještě v době Rakousko – Uherska se škola stala 8třídní, v prvních pěti třídách se vyučovalo česky i německy, ve 3 nejvyšších třídách, tzv. měšťance, pouze německy.<\/p>\n<p>Od roku 1869 platil nový školský zákon, který zaváděl povinnou školní docházku od 6 do 14let. <strong>Prvním ředitelem osmiletky se stal Karel Jelínek<\/strong>. Aby se posílil německý vliv ve škole, od roku 1873 řediteloval Němec Josef Petzný. V době národního obrození se zvýšil i boj o českou školu a novým ředitelem školy se stal Antonín Šicha. V roce 1892 vzpomínali obyvatelé Brodu 300 výročí  narození J.A.Komenského a před školou byl odhalen nový pomník slavného rodáka. Pomník vytvořil sochař Becka z Kroměříže a dnes jej nalezneme v blízké Nivnici.<\/p>\n<p><strong>V roce 1908 se rozhodla městská rada nevyhovující budovu školy zbourat<\/strong> a přikoupila další sousední měšťanský dům. Na místě těchto 2 zbořených budov <strong>vystavěla v roce 1909 novou budovu školy, která slouží dodnes.<\/strong> Tím se začíná psát historie této naší školní budovy a další etapa obecného školství v městě Komenského, protkaná jmény učitelů, kteří se významně zapsali do dějin města. Jedním z nich byl i <strong>učitel Jan Kučera<\/strong>, který v této době na škole působil a i když zemřel předčasně, zanechal nesmazatelnou stopu v historii školy a především městského muzea. Daroval muzeu své rozsáhlé numismatické i archeologické sbírky, které sám také instaloval a tím se stal vlastně skutečným <strong>zakladatelem muzea v roce 1898 a prvním muzejním správcem<\/strong>. Do dějin města se zapsal především v roce <strong>1903 vydáním Pamětí královského města Uherského Brodu<\/strong>.<\/p>\n<p>Další léta byla poznamenána nejenom dalšími školskými reformami, ale také světovou válkou a rozpadem Rakousko – Uherska. V roce 1914 byla škola rozdělena na 2 samostatné školy – 6třídní – obecnou a 5třídní dívčí, spojenou s měšťankou, kde řediteloval Tomáš Brázda. V roce 1916 byla chlapecká obecná škola oddělena od dívčí a jejím ředitelem se stal <strong>učitel a známý městský  kronikář J. V. Hauerland<\/strong>. T.Brázdu v roce 1917 nahradil Leopold Horák. V té době již měla obecná škola 651 žáků a měšťanka 93 žáků.<\/p>\n<p>Další změny nastaly po vzniku Československa. V roce 1923 městská rada vyhověla žádosti rodičů a změnila dívčí měšťanskou školu na smíšenou, do které se přihlásilo v prvním roce 116 žáků. Z bývalé třítřídní se stala šestitřídní měšťanka.<\/p>\n<p>Budova přestávala stačit, jelikož zde kromě školy obecné a měšťanky působily školy živnostenská pokračovací, kupecká škola a měšťanská odborná škola pro ženská povolání. Proto <strong>městská rada rozhodla v roce 1927 nadstavit nákladem ¼ milionu korun 2.patro budovy<\/strong>. V té době docházelo do školy 698 žáků. Z toho bylo 649 žáků české národnosti, 47 Židů a 2 Němci. Za povšimnutí stojí, že v této době bylo ve škole otevřeno první školní panoráma  ( školní kino), které se těšilo velké oblibě u žáků i učitelů. Počátkem 20.let přešlo do majetku města.<\/p>\n<p>Ve školním roce 1930\/31 se začalo ve škole vyučovat podle nových osnov a škola se stala újezdní měšťanskou školou, kterou začali navštěvovat žáci z Drslavic, Havřic, Hradčovic, Lhotky, Prakšic, Těšova a Újezdce. Počet tříd se zvýšil na 12 a protože prostory nedostačovaly, začalo se učit na směny.<\/p>\n<p>Těžké období zažívala naše škola za okupace, i když bylo české školství ve městě zachováno. Bylo však zavedeno povinné vyučování němčiny. Ředitelem dívčí školy obecné a měšťanské se stal Vladimír Čechmánek a bývalý ředitel Jan Němeček byl poslán do předčasného důchodu, později jej gestapo zatklo a věznilo v Kounicových kolejích v Brně. Po válce se na čas vrátil opět do funkce ředitele. Pro nedostatek učeben se za války vyučovalo i v budově gymnázia. Byla zavedena povinná němčina a oslavy státních svátků – 15. březen: vznik Protektorátu Čechy a Morava a 20. duben: narozeniny A. Hitlera. V roce 1941\/42 byl novým ředitelem školy jmenován Antonín Soustružník. Ve 2\/3 školy bylo ubytováno vojsko, vyučovalo se proto na 2 směny a kabinety byly umístěny v 1 učebně. Cvičiště u školy používalo vojsko a školní kuchyně byla přemístěna do kláštera. V 1. polovině roku 1944 se začalo s budováním protileteckých krytů, při kterém pomáhali i učitelé a žáci. V březnu 1944 proběhla ve škole zemská školní inspekce a vytkla řediteli a pedagogům nedostatečnou proněmeckou výchovu. Ředitel musel tedy svolat schůzku rodičů a řádně žáky i rodiče poučit. Blížil se konec války a škola byla 2 x uzavřena. Poprvé v únoru 1945 pro nebezpečí skvrnitého tyfu až do 4.dubna 1945 a  podruhé od 7.4. do 17.5.1945 při přechodu fronty.<\/p>\n<p>Po válce se opět měnily osnovy školy. Vrátilo se k osnovám z roku 1933. Ředitelem obecné školy zůstal Vladimír Čechmánek, měšťanky Antonín Soustružník.<\/p>\n<p><strong>V roce 1946 byla škola rozdělena na 3 samostatné školy<\/strong>: dívčí obecnou, dívčí měšťanskou a chlapeckou měšťanskou školu. Ředitelem dívčí měšťanské školy se stal zmíněný Jan Němeček, který však v roce 1950 umírá. V roce 1948\/49 vstupuje v platnost nový školský zákon, který změnil první tři třídy měšťanské školy na střední školu. Od tohoto roku v budově sídlily tedy 2 národní a 2 újezdní střední školy – chlapecká a dívčí.<\/p>\n<p><strong>Další radikální změny nastaly v roce 1953, kdy začala v naší školní budově působit tzv. osmiletka, do které docházeli od 6. třídy žáci z okolí Uh.Brodu<\/strong>. Protože budova nedostačovala, začalo město stavět školu na nově vystavěném sídlišti a od roku 1960 se začalo vyučovat také na nové škole. Od tohoto roku působily ve městě již 3 základní školy.<\/p>\n<p>Školství začalo psát svoji novou kapitolu v novodobé historii města Komenského.<\/p>\n<\/div><\/section>\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":1,"featured_media":0,"parent":775,"menu_order":22,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/pages\/1108"}],"collection":[{"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/comments?post=1108"}],"version-history":[{"count":9,"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/pages\/1108\/revisions"}],"predecessor-version":[{"id":1287,"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/pages\/1108\/revisions\/1287"}],"up":[{"embeddable":true,"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/pages\/775"}],"wp:attachment":[{"href":"https:\/\/www.zsmarianske.cz\/wp-json\/wp\/v2\/media?parent=1108"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}